Repository: cranci1/Sora
Catalog: Sora/Localizable.xcstrings
Source language: en
Languages: de, sq

source: Accent Color
de: Akzentfarben
sq: Ngjyra theksuese

source: Appearance
de: Erscheinungsbild
sq: Pamja

source: Author: %@
de: Autor: %@
sq: Autori: %@

source: Copy URL
de: URL kopieren
sq: Kopjo URL-në

source: Dark
de: Dunkel
sq: E errët

source: Delete
de: Löschen
sq: Fshij

source: Episodes
de: Episoden
sq: Episodet

source: External Features
de: Externe Funktionen
sq: Funksionalitete të jashtme

source: Home View
de: Home-Ansicht
sq: Pamja Kryesore

source: Interface
de: Schnittstelle
sq: Ndërfaqja

source: Join the Discord
de: Trete dem Discord bei
sq: Bashkohu në Discord

source: Language: %@
de: Sprache: %@
sq: Gjuha: %@

source: Less
de: Weniger
sq: Më pak

source: Library
de: Bibliothek
sq: Biblioteka

source: Light
de: Hell
sq: Hell

source: Mark as Watched
de: Als gesehen markieren
sq: Shëno si e parë

source: Modules
de: Module
sq: Modulet

source: More
de: Mehr
sq: Më shumë

source: No Items saved
de: Keine Elemente gespeichert
sq: Nuk ka elemente të ruajtura

source: No Module Selected
de: Kein Modul ausgewählt
sq: Nuk është zgjedhur asnjë modul

source: No Results Found
de: Keine Ergebnisse gefunden
sq: Nuk u gjetën rezultate

source: Playback Speed
de: Wiedergabegeschwindigkeit
sq: Shpejtësia e riprodhimit

source: Please select a module from settings
de: Bitte wählen ein Modul aus den Einstellungen
sq: Ju lutemi zgjidhni një modul nga cilësimet

source: Report an issue
de: Ein Problem melden
sq: Raporto një problem

source: Reset Progress
de: Fortschritt zurücksetzen
sq: Rivendos përparimin

source: Search
de: Suche
sq: Kërko

source: Search...
de: Suchen...
sq: Kërko...

source: Settings
de: Einstellungen
sq: Cilësimet

source: Start Watching
de: Anschauen
sq: Fillo të shikosh

source: Synopsis
de: Zusammenfassung
sq: Përmbledhje

source: Try different keywords/titles
de: Versuchen es mit anderen Stichwörtern/Titeln
sq: Provo fjalë kyçe/tituj të tjerë

source: Watch Next
de: Als nächstes ansehen
sq: Shiko tjetra

source: You can bookmark items to find them easily here
de: Du kannst Elemente als Lesezeichen markieren, um sie hier leicht zu finden
sq: Ju mund t’i shënoni artikujt për t’i gjetur më lehtë këtu

source: Episode %lld
sq: Episodi %lld

source: Home
sq: Faqja Kryesore

source: Info
sq: Informacion

source: Sora github repo
sq: Repoja Github e Sora-s

source: System
sq: Sistemi
